Repository: liam8888999/repository.liam3
Catalog: repo/script.library.integration.tool-Matrix/resources/language/resource.language.*/strings.po
Languages: pt_br

# #32000
source: Add selected item to library
pt_br: Adicionar item selecionado à Biblioteca

# #32001
source: Sync directory to library
pt_br: Sincronizar diretório com à Biblioteca

# #32002
source: [COLOR darkgreen]Managed Movies[/COLOR]
pt_br: [COLOR darkgreen]Filmes Gerenciados[/COLOR]

# #32003
source: [COLOR darkgreen]Managed TV Shows[/COLOR]
pt_br: [COLOR darkgreen]Séries Gerenciadas[/COLOR]

# #32004
source: [COLOR darkslateblue]Staged Movies[/COLOR]
pt_br: [COLOR darkslateblue]Filmes Armazenados[/COLOR]

# #32005
source: [COLOR darkslateblue]Staged TV Shows[/COLOR]
pt_br: [COLOR darkslateblue]Séries Armazenadas[/COLOR]

# #32006
source: Synced Directories
pt_br: Diretórios Sincronizados

# #32007
source: Blocked Items
pt_br: Itens Bloqueados

# #32008
source: No managed movies
pt_br: Sem Filmes Gerenciados

# #32009
source: Remove all movies
pt_br: Remover Todos Os Filmes

# #32010
source: Move all movies to staged
pt_br: Mover todos os Filmes para Armazenados

# #32011
source: Back...
pt_br: Voltar...

# #32013
source: Removing all movies...
pt_br: Removendo todos os Filmes...

# #32014
source: All movies removed
pt_br: Todos os Filmes foram Removidos

# #32015
source: Moving all movies to staged...
pt_br: Movendo todos os Filmes para Armazenados...

# #32017
source: Remove
pt_br: Remover

# #32018
source: Move back to staged
pt_br: Mover para Armazenados

# #32022
source: Move all TV shows to staged
pt_br: Mover todas as series de TV para armazenados

# #32026
source: Moving all TV shows to staged...
pt_br: Movendo todas as series de TV para armazenados...

# #32030
source: Move all episodes to staged
pt_br: Mover todos os episodios para armazenados

# #32031
source: Managed episodes of %s
pt_br: Episodios gerenciados de %s

# #32034
source: Moving all episodes to staged...
pt_br: Movendo todos os episodios para armazenados...

# #32040
source: Create metadata for all itens
pt_br: Criar metadados para todos os itens

# #32052
source: Create metadata item
pt_br: Criar metadado do item

# #32070
source: Staged %s Episodes
pt_br: Episodios armazenados de %s

# #32096
source: All synced directories updated
pt_br: Todos os diretórios sincronizados atualizados

# #32097
source: Add keyword
pt_br: Adicionar palavra-chave

# #32098
source: Blocked Items
pt_br: Itens Bloqueados

# #32099
source: Blocked Item Options
pt_br: Opções de item bloqueado

# #32100
source: Unable to determine content. Choose type:
pt_br: Incapaz de determinar o conteúdo. Escolha o tipo:

# #32101
source: TV Show
pt_br: Série de TV

# #32102
source: Movie
pt_br: Filme

# #32103
source: Item is already staged
pt_br: O item já está armazenado

# #32104
source: Item is already managed
pt_br: Item já gerenciado

# #32105
source: Movie staged
pt_br: Filme armazenado

# #32106
source: %i new episodes staged. %i were already staged, and %i were already managed
pt_br: %i novos episódios armazenados. %i já foi armazenados e %i já foi gerenciado

# #32107
source: %i new episodes staged
pt_br: %i novos episodios armazenados

# #32108
source: TV Shows
pt_br: Series de TV

# #32109
source: Movies
pt_br: Filmes

# #32110
source: Current directory already synced. Looking for new items...
pt_br: Diretório atual já está sincronizado. Procurando por novos itens...

# #32111
source: %i movies staged
pt_br: %i filmes armazenados

# #32112
source: All TV shows staged. %i episodes staged
pt_br: Todos os programas de TV armazenados. %i episódios armazenados

# #32113
source: Keyword
pt_br: Palavra-chave

# #32114
source: Episode
pt_br: Episódio

# #32115
source: Single TV Show
pt_br: Programa de TV individual

# #32116
source: Single Movie
pt_br: Filme Único

# #32117
source: General
pt_br: Geral

# #32118
source: Managed Folder
pt_br: Pasta Gerenciada

# #32119
source: No blocked items
pt_br: Nenhum item bloqueado

# #32120
source: No synced directories
pt_br: Nenhum diretório sincronizado

# #32121
source: All items are up-to-date
pt_br: Todos os itens estão atualizados

# #32122
source: All items were successfully updated. Please clean library and review staged items.
pt_br: Todos os itens foram atualizados. Limpe a biblioteca e reveja os itens armazenados.

# #32124
source: Updating synced directory list...
pt_br: Atualizando lista de diretórios sincronizados ...

# #32125
source: Getting all items in directory...
pt_br: Coletando todos os itens do diretório ...

# #32126
source: Getting items of [COLOR blue][B]%s[/B][/COLOR]...
pt_br: Coletando items de [COLOR blue][B]%s[/B][/COLOR]...

# #32127
source: [B]Configured managed[/B] folder
pt_br: [B]Pasta gerenciada[/B] configurada

# #32128
source: Synced Directories
pt_br: Diretórios sincronizados

# #32129
source: Use TV show artwork if episode thumb is unavailable
pt_br: Usar arte do programa de TV se as miniaturas não estiverem disponíveis

# #32130
source: Development
pt_br: Desenvolvimento

# #32131
source: Run Test Suite
pt_br: Executar suíte de teste

# #32132
source: Run Fuzzer
pt_br: Executar Fuzzer

# #32133
source: Updating addon settings...
pt_br: Atualizando configurações do addon...

# #32134
source: Add-on updated. See change log for details.
pt_br: Atualização. Olhe o Log de mudanças

# #32135
source: Clean up movie metadata
pt_br: Limpar metadados do filme

# #32136
source: All metadata for movies cleaned
pt_br: Todos os metadados de filmes deletados

# #32137
source: Update TV shows
pt_br: Atualizar Series de TV

# #32138
source: Update movies
pt_br: Atualizar Filmes

# #32139
source: Max recursion when finding videos (0 for unlimited)
pt_br: Recursão máxima ao encontrar vídeos (0 para ilimitado)

# #32140
source: Use custom managed folder
pt_br: Usar Pasta Gerenciada personalizada

# #32141
source: Select managed folder
pt_br: Selecione Pasta Gerenciada

# #32142
source: Use custom metadata folder
pt_br: Usar pasta de metadados customizada

# #32143
source: Select metadata folder
pt_br: Selecione a pasta de metadados

# #32144
source: Enable development options
pt_br: Habilitar opções de desenvolvimento

# #32153
source: Automatically add to library?
pt_br: Adicionar automaticamente a biblioteca?

# #32154
source: [B]Library Integration Tool Menu[/B]
pt_br: [B]Menu Library Integration Tool[/B]

# #32155
source: It is a Movie
pt_br: É um Filme

# #32156
source: It is a Show
pt_br: É um Série de TV

# #32157
source: [COLOR red][B]Cancelar[/B][/COLOR]
pt_br: [COLOR red][B]Cancel[/B][/COLOR]

# #32158
source: Type not selected, Try again.
pt_br: Tipo não selecionado, tente novamente.

# #32159
source: Choose the type of this content:
pt_br: Escolha o tipo deste conteúdo:

# #32160
source: All Items
pt_br: Todos os Itens

# #32161
source: Only Movies
pt_br: Apenas Filmes

# #32162
source: Only Shows
pt_br: Apenas Séries de TV

# #32163
source: could not be identified, not added!
pt_br: não pôde ser identificado, não adicionado!

# #32164
source: Choose the type of content you want to sync?
pt_br: Que tipo de conteúdo que deseja sincronizar?

# #32165
source: Staged Movie: [COLOR blue][B]%s[/B][/COLOR]
pt_br: Filme Armazenado: [COLOR blue][B]%s[/B][/COLOR]

# #32166
source: Something went wrong, try again, maybe this isn't a Tvshow.
pt_br: Algo deu errado, tente novamente, talvez esta não seja uma série de TV.

# #32167
source: Filter items
pt_br: Filtrar itens

# #32168
source: Removing seasons from: %s
pt_br: Removendo temporadas de: %s

# #32169
source: All seasons of %s have been removed.
pt_br: Todas as temporadas de %s, foram removidas

# #32170
source: No managed %s seasons
pt_br: Nenhuma %s temporada gerenciada

# #32171
source: Remove all seasons
pt_br: Remover todas as temporadas

# #32172
source: Move all seasons to staged
pt_br: Mover todas as temporadas para armazenados

# #32173
source: All seasons of %s moved to staged
pt_br: Todas as temporadas de %s movidas para gerenciados

# #32174
source: Clean up metadata for all itens
pt_br: Limpar metadados para todos os itens

# #32175
source: Managed seasons of %s
pt_br: Temporadas gerenciadas de %s

# #32176
source: Staged seasons of %s
pt_br: Temporadas armazenadas de %s

# #32177
source: 'Add all seasons'
pt_br: Adicionar todas as temporadas

# #32178
source: Add all seasons with metadata
pt_br: Adicionar todas as temporadas com metadados

# #32179
source: Library Integration Tool settings
pt_br: Library Integration Tool configurações

# #32180
source: Library options
pt_br: Opções da biblioteca

# #32181
source: Generating all seasons metadata...
pt_br: Gerando metadados de todas as temporadas

# #32182
source: All seasons metadata created
pt_br: Os metadados de todas as temporadas foram criados

# #32183
source: Generating all episodes metadata...
pt_br: Gerando metadados de todas os episodios

# #32184
source: All episodes metadata created
pt_br: Os metadados de todas os episodios foram criados

# #32185
source: Create metadada for episode
pt_br: Criar metadado para o episódio

# #32186
source: Create nfo automatically?
pt_br: Criar nfo de forma automatica?
